var resultData = [ 41.1, 24.0, 21.4, 6.8, 6.2 ];
var investData = [
	{
		title: '이념성향별',
		data: [
			{
				title: '진보',
				per: [ 64.5, 5.0, 17.2, 3.9, 9.0 ]
			},
			{
				title: '중도',
				per: [ 41.5, 16.1, 27.1, 8.8, 6.0 ]
			},
			{
				title: '보수',
				per: [ 19.1, 51.1, 18.8, 7.8, 2.6 ]
			}
		]
	}, {
		title: '18대 대선 지지후보별',
		data: [
			{
				title: '박근혜',
				per: [ 16.6, 49.1, 23.3, 8.2, 2.4 ]
			},
			{
				title: '문재인',
				per: [ 74.2, 1.5, 14.4, 3.9, 5.5 ]
			},
			{
				title: '기타 (타후보 + 무투표)',
				per: [ 34.8, 9.6, 30.9, 10.5, 14.2 ]
			}
		]
	}, {
		title: '20대 총선 지지정당별',
		data: [
			{
				title: '새누리당',
				per: [ 14.5, 57.2, 18.4, 7.3, 2.0 ]
			},
			{
				title: '더불어민주당',
				per: [ 76.1, 2.2, 12.3, 5.0, 4.5 ]
			},
			{
				title: '국민의당',
				per: [ 26.5, 5.7, 58.4, 5.7, 3.8 ]
			},
			{
				title: '정의당',
				per: [ 23.9, 13.2, 16.3, 17.7, 22.2 ]
			},
			{
				title: '기타 (타정당 + 무투표)',
				per: [ 31.1, 16.7, 19.6, 15.4, 17.2 ]
			}
		]
	}, {
		title: '투표결정시기별',
		data: [
			{
				title: '투표 당일',
				per: [ 37.3, 17.8, 27.1, 10.7, 6.8 ]
			},
			{
				title: '1~3일 전',
				per: [ 29.6, 24.2, 27.0, 11.9, 6.9 ]
			},
			{
				title: '일주일 전',
				per: [ 30.1, 29.5, 20.7, 10.1, 9.2 ]
			},
			{
				title: '정당의 후보 확정 이후',
				per: [ 41.2, 26.5, 22.4, 4.5, 4.8 ]
			},
			{
				title: '탄핵선고 이후',
				per: [ 57.1, 18.5, 17.3, 2.8, 3.5 ]
			},
			{
				title: '탄핵선고 이전',
				per: [ 67.7, 14.8, 13.9, 1.0, 2.2 ]
			},
		]
	}, {
		title: '후보선택이유',
		data: [
			{
				title: '도덕성/청렴성',
				per: [ 36.7, 12.2, 34.5, 10.2, 5.8 ]
			},
			{
				title: '부패/비리 청산',
				per: [ 59.4, 13.6, 13.2, 3.1, 9.8 ]
			},
			{
				title: '안보/외교 능력',
				per: [ 22.3, 59.6, 9.1, 7.0, 1.6 ]
			},
			{
				title: '경제성장/발전',
				per: [ 30.5, 22.0, 30.2, 10.3, 6.8 ]
			},
			{
				title: '국민통합',
				per: [ 54.3, 17.0, 21.7, 3.8, 2.9 ]
			}
		]
	}, {
		title: '후보지지강도',
		data: [
			{
				title: '지지후보에게 투표',
				per: [ 43.6, 23.0, 21.5, 6.1, 5.4 ]
			},
			{
				title: '싫어하는 후보 막기위해',
				per: [ 32.7, 25.2, 24.1, 9.1, 8.2 ]
			}
		]
	}, {
		title: '탄핵 찬반여부',
		data: [
			{
				title: '탄핵 찬성',
				per: [ 51.2, 9.6, 23.9, 7.8, 7.1 ]
			},
			{
				title: '탄핵 반대',
				per: [ 11.0, 69.7, 14.1, 2.6, 1.5 ]
			}
		]
	}, {
		title: '탄핵 영향미친 부분',
		data: [
			{
				title: '박대통령 불법 국정운영',
				per: [ 54.8, 11.0, 19.6, 7.5, 7.0 ]
			},
			{
				title: '최순실 국정농단',
				per: [ 35.6, 25.0, 26.9, 7.5, 4.9 ]
			},
			{
				title: '세월호 7시간 행적',
				per: [ 56.9, 14.9, 13.6, 4.4, 9.7 ]
			},
			{
				title: '정유라의 부정입학',
				per: [ 34.4, 39.0, 13.2, 2.7, 10.8 ]
			},
			{
				title: '영향 없었다',
				per: [ 15.4, 52.3, 19.5, 6.7, 3.6 ]
			}
		]
	}, {
		title: '권력구조 적합형태',
		data: [
			{
				title: '5년 단임제',
				per: [ 45.1, 22.9, 19.5, 6.0, 6.0 ]
			},
			{
				title: '4년 중임제',
				per: [ 44.7, 21.6, 21.8, 6.6, 4.9 ]
			},
			{
				title: '의원내각제',
				per: [ 28.8, 22.5, 31.6, 8.6, 7.7 ]
			},
			{
				title: '이원집정부제',
				per: [ 39.3, 21.5, 22.6, 9.5, 6.1 ]
			}
		]
	}, {
		title: '차기정부 국정과제',
		data: [
			{
				title: '경제활성화/일자리',
				per: [ 40.2, 21.9, 24.0, 7.9, 5.6 ]
			},
			{
				title: '정치개혁',
				per: [ 45.8, 18.4, 20.7, 7.8, 6.7 ]
			},
			{
				title: '분배/복지',
				per: [ 58.1, 10.2, 15.0, 4.5, 12.1 ]
			},
			{
				title: '북핵/남북관계',
				per: [ 32.9, 32.5, 21.6, 7.4, 4.7 ]
			},
			{
				title: '강대국과 외교',
				per: [ 37.3, 35.9, 18.9, 5.1, 2.5 ]
			}
		]
	}, {
		title: '국정운영방안',
		data: [
			{
				title: '국민통합',
				per: [ 35.4, 26.4, 26.2, 6.8, 4.8 ]
			},
			{
				title: '적폐청산',
				per: [ 48.8, 19.0, 16.9, 7.5, 7.3 ]
			}
		]
	}, {
		title: '우선 개혁 대상',
		data: [
			{
				title: '정당/국회',
				per: [ 34.9, 25.4, 24.6, 7.7, 6.9 ]
			},
			{
				title: '법원',
				per: [ 35.8, 23.2, 25.8, 12.1, 3.0 ]
			},
			{
				title: '검찰',
				per: [ 58.7, 13.4, 17.5, 5.8, 4.2 ]
			},
			{
				title: '재벌',
				per: [ 52.8, 10.3, 20.9, 7.2, 8.1 ]
			},
			{
				title: '언론',
				per: [ 37.9, 34.7, 17.4, 6.2, 3.3 ]
			}
		]
	}, {
		title: '사드 배치 찬반',
		data: [
			{
				title: '사드 배치 찬성',
				per: [ 25.8, 36.5, 24.9, 8.7, 3.5 ]
			},
			{
				title: '사드 배치 반대',
				per: [ 60.8, 8.8, 16.9, 4.7, 8.2 ]
			}
		]
	}, {
		title: '세금과 복지 수준',
		data: [
			{
				title: '더내고 높여야',
				per: [ 49.4, 16.2, 19.5, 7.6, 6.9 ]
			},
			{
				title: '현 수준 유지',
				per: [ 36.0, 28.7, 23.8, 6.0, 5.1 ]
			},
			{
				title: '덜내고 낮춰야',
				per: [ 23.8, 35.6, 25.0, 9.5, 4.6 ]
			}
		]
	}, {
		title: '사면복권 견해',
		data: [
			{
				title: '사면복권 찬성',
				per: [ 18.1, 56.1, 18.8, 4.2, 2.3 ]
			},
			{
				title: '사면복권 반대',
				per: [ 52.8, 9.6, 22.4, 7.6, 7.3 ]
			}
		]
	}
];